[
  {
    "Title": "Ramayan",
    "Year": "1987–1988",
    "imdbID": "tt0268093",
    "Type": "series",
    "Poster": "https://m.media-amazon.com/images/M/MV5BODFjYWEyOTktMTU3OC00YTBhLWE4ZmEtNTJiYWUzYTYwMjIzXkEyXkFqcGdeQXVyNjU1NDgwMDg@._V1_SX300.jpg",
    "Description": "Ramayan is a popular Indian television series based on the ancient Indian epic of the same name. It depicts the life and adventures of Lord Rama, his wife Sita, and his loyal devotee Hanuman. The series gained immense popularity and became a cultural phenomenon in India, showcasing the ideals of righteousness, devotion, and valor."
  },
  {
    "Title": "Extraction II",
    "Year": "2023",
    "imdbID": "tt12263384",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BZjg5MTM4N2QtN2RlMS00NzBlLTg3NDktM2ExZDNmMmExMGU3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SX300.jpg",
    "Description": "Extraction II is an upcoming action-thriller film and a sequel to the popular movie Extraction. The movie follows the story of a skilled mercenary played by Chris Hemsworth, who is hired to rescue the kidnapped son of an international crime lord. As he embarks on a dangerous mission, he faces intense challenges and thrilling encounters."
  },
  {
    "Title": "Sonu Ke Titu Ki Sweety",
    "Year": "2018",
    "imdbID": "tt7581902",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BYTYxNGE5MTgtN2YxYS00ODYyLWE1YzQtYzNlMzAyMTBlMWZhXkEyXkFqcGdeQXVyMzcwOTk0MzU@._V1_SX300.jpg",
    "Description": "Sonu Ke Titu Ki Sweety is a romantic comedy film directed by Luv Ranjan. The movie revolves around the bromance between Sonu and Titu, whose friendship is tested when Titu decides to marry Sweety. Sonu becomes suspicious of Sweety's intentions and tries to break their relationship. The film is filled with humor, drama, and a battle of wits between the characters."
  },
  {
    "Title": "Mission: Impossible - Fallout",
    "Year": "2018",
    "imdbID": "tt4912910",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BNjRlZmM0ODktY2RjNS00ZDdjLWJhZGYtNDljNWZkMGM5MTg0XkEyXkFqcGdeQXVyNjAwMjI5MDk@._V1_SX300.jpg",
    "Description": "Mission: Impossible - Fallout is an action spy film starring Tom Cruise as Ethan Hunt. The movie follows Hunt and his team as they race against time to prevent a global catastrophe. With high-stakes action sequences, thrilling plot twists, and breathtaking stunts, the film delivers an adrenaline-pumping experience for fans of the Mission: Impossible series."
  },
  {
    "Title": "Rogue One: A Star Wars Story",
    "Year": "2016",
    "imdbID": "tt3748528",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMjEwMzMxODIzOV5BMl5BanBnXkFtZTgwNzg3OTAzMDI@._V1_SX300.jpg",
    "Description": "Rogue One: A Star Wars Story is a standalone film in the Star Wars franchise. The movie takes place before the events of Star Wars: Episode IV - A New Hope and follows a group of Rebel Alliance operatives on a mission to steal the plans for the Death Star. Filled with epic battles, memorable characters, and a gripping storyline, Rogue One expands the Star Wars universe."
  },
  {
    "Title": "The Batman",
    "Year": "2022",
    "imdbID": "tt1877830",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMDdmMTBiNTYtMDIzNi00NGVlLWIzMDYtZTk3MTQ3NGQxZGEwXkEyXkFqcGdeQXVyMzMwOTU5MDk@._V1_SX300.jpg",
    "Description": "The Batman is an upcoming superhero film based on the DC Comics character Batman. It features Robert Pattinson as the caped crusader. The movie explores Batman's detective skills as he uncovers corruption in Gotham City and faces off against iconic villains. With a dark and gritty tone, The Batman promises a fresh take on the beloved superhero."
  },
  {
    "Title": "Barbie as The Princess and the Pauper",
    "Year": "2004",
    "imdbID": "tt0426955",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMGY5MzU3MzItNDBjMC00YjQzLWEzMTUtMGMxMTEzYjhkMGNkXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_SX300.jpg",
    "Description": "Barbie as The Princess and the Pauper is an animated musical film. It tells the story of a princess and a pauper who look identical and decide to switch places. Through their journey, they learn about friendship, love, and the importance of staying true to oneself. The movie is filled with enchanting songs and heartwarming moments."
  },
  {
    "Title": "Avengers: Infinity War",
    "Year": "2018",
    "imdbID": "tt4154756",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMjMxNjY2MDU1OV5BMl5BanBnXkFtZTgwNzY1MTUwNTM@._V1_SX300.jpg",
    "Description": "Avengers: Infinity War is a superhero film that brings together the Marvel Cinematic Universe's most iconic characters to face the powerful villain Thanos. The movie showcases an epic battle between the Avengers and their allies against Thanos, who seeks to collect the Infinity Stones and reshape the universe. With its grand scale and emotional impact, Infinity War is a thrilling and monumental chapter in the Marvel saga."
  },
  {
    "Title": "The Haunted Mansion",
    "Year": "2003",
    "imdbID": "tt0338094",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BOWNkNzNlYWItNjIwOC00NzNlLTkxY2MtOWQyMTdmYTAzNGY5XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_SX300.jpg",
    "Description": "The Haunted Mansion is a supernatural comedy film based on the Disney theme park attraction of the same name. It follows a real estate agent and his family who encounter ghosts while exploring a haunted mansion. Filled with humor, spooky elements, and a mix of thrills and laughs, the movie offers a fun and entertaining experience for audiences of all ages."
  },
  {
    "Title": "Scream",
    "Year": "1996",
    "imdbID": "tt0117571",
    "Type": "movie",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMjA2NjU5MTg5OF5BMl5BanBnXkFtZTgwOTkyMzQxMDE@._V1_SX300.jpg",
    "Description": "Scream is a horror film directed by Wes Craven. It follows a masked killer who terrorizes a small town, targeting a group of friends. The movie pays homage to classic slasher films while also subverting the genre's conventions. Known for its suspenseful moments, self-awareness, and iconic Ghostface character, Scream became a cult classic and spawned multiple sequels."
  }
]
